Repository: gunayato/ModbusTwinPro
Catalog: Source/MBusTwinRequest/LOCALE/*/LC_MESSAGES/modbustwinpro.po
Languages: fr

source: ENG
fr: FRA

source: Setup
fr: Configuration

source: Cancel
fr: Annuler

source: Settings
fr: Params

source: Baud rate
fr: Baud

source: Data bits
fr: Bits données

source: Stop bits
fr: Bits stop

source: Parity
fr: Parité

source: Flow control
fr: Contrôle flux

source: None
fr: Aucun

source: Hardware
fr: Matériel

source: ASCII Settings
fr: Param ASCII

source: Request
fr: Requête

source: Result
fr: Résultat

source: Stay on top
fr: Toujours devant

source: Clear
fr: Effacer

source: Detail
fr: Détail

source: License to
fr: Licence à

source: COM Settings
fr: COM Config

source: COM Open
fr: COM Ouvrir

source: COM Close
fr: COM Fermer

source: Software published by Soft-Control / Please visit us at www.soft-control.fr / (c) 2006-2011 Estrada Guillaume
fr: Un logiciel édité par Soft-Control / Visitez notre site www.soft-control.fr / (c) 2006-2011 Estrada Guillaume

source: Var Address
fr: Adresse var

source: Var Length
fr: Long var

source: Function Code
fr: Code fonction

source: Value to write
fr: Valeur à écrire

source: Slave adr
fr: Adr esclave

source: Add Right-click to duplicate request Middle-click to duplicate request automatically and to increment slave address
fr: Ajouter Clic souris droit pour dupliquer la requête Clic souris milieu pour dupliquer la requête et incrémenter l'adresse esclave automatiquement

source: Delete
fr: Effacer

source: Load
fr: Charger

source: Save
fr: Sauver

source: Clear all
fr: Effacer tout

source: Export Result
fr: Exporter

source: Double click for detail
fr: Double click pour le détail

source: Execute all requests from the list
fr: Exécuter toutes les requêtes

source: Loop
fr: Boucle

source: Request|*.Req
fr: Requête|*.Req

source: Text|*.txt
fr: Texte|*.txt

source: License
fr: Licence

source: Unable to open com port
fr: Impossible d'ouvrir le port COM

source: Stop
fr: Arrêt

source: Request number
fr: Requête n°

source: Demonstration
fr: Démonstration

source: Error COM port
fr: Erreur port COM

source: COM port closed
fr: COM fermé

source: / Request number
fr: / Requête n°

source: Request ok
fr: Requête ok

source: Answer error
fr: Erreur de réponse

source: Unknown error
fr: Erreur inconnue

source: / Answer
fr: / Réponse

source: / Result
fr: / Résultat

source: COM port opened
fr: COM ouvert

source: Request error
fr: Erreur

source: Request all
fr: Requêtes

source: Execute one request
fr: Exécute une requête

source: Transfer
fr: Transfert

source: File
fr: Fichier

source: Start address
fr: Adresse de début

source: Length
fr: Longueur

source: Send to plc
fr: Envoyer à l'API

source: Get from plc
fr: Recevoir de l'API

source: Num
fr: No

source: Value
fr: Valeur

source: Connecting to plc...
fr: Connexion à l'API

source: Error !
fr: Erreur !

source: Reading address %d
fr: Lecture à l'adresse %d

source: Error in reading address %d !
fr: Erreur de lecture à l'adresse %d !

source: Get from plc terminated
fr: Réception de l'API terminée

source: Writing address %d
fr: Ecriture à l'adresse %d

source: Error in writing address %d !
fr: Erreur d'écriture à l'adresse %d !

source: Send to plc terminated
fr: Envoi à l'API terminé

source: Save terminated
fr: Sauvegarde terminée

source: Load terminated
fr: Chargement terminé

source: File name
fr: Nom du fichier

source: Do a data transfer Plc<->File
fr: Transfert de données API<->Fichier

source: Data transfer
fr: Transfert de données

source: Ready
fr: Prêt

source: IP Address
fr: Adresse IP

source: IP Port
fr: Port IP

source: .:. Demonstration .:. Load command not allowed .:.
fr: .:. Démonstration .:. Commande Charger indisponible .:.

source: Timeout in milliseconds
fr: Timeout en millisecondes

source: Slave unit address
fr: Adresse de l'unité esclave

source: Start parameters
fr: Paramètres de départ

source: End parameters
fr: Paramètres de fin

source: Scanning address %s
fr: Scan de l'adresse %s

source: Connection error
fr: Erreur de connexion

source: Address %d.%d.%d.%d -> %s
fr: Adresse %d.%d.%d.%d -> %s

source: Address %d.%d.%d.%d/%d -> %s
fr: Adresse %d.%d.%d.%d/%d -> %s

source: Connected and request ok
fr: Connecté et requête ok

source: Connected but request error
fr: Connecté mais erreur de requête

source: Connected but request exception %d
fr: Connecté mais erreur d'exception %d

source: Scanning terminated
fr: Scan terminé

source: Show only right result
fr: Uniquement les résultats positifs

source: Note: a low timeout can result wrong scan result.
fr: Note: un timeout bas peut engendrer de faux résultat.

source: No answer
fr: Pas de réponse

source: Request error: %s
fr: Erreur dans la requête: %s

source: Slave
fr: Esclave

source: Function
fr: Fonction

source: Address
fr: Adresse

source: Name
fr: Nom

source: Binary
fr: Binaire

source: Enter a name
fr: Entrer un nom

source: Prompt
fr: Invite

source: Double click to edit
fr: Double clic pour éditer

source: Load a model
fr: Charger modèle

source: Save as model
fr: Sauver en modèle

source: Enter a model name
fr: Entrer un nom de modèle

source: Model
fr: Modèle

source: Model saved.
fr: Modèle sauvé.

source: Try all speed configuration
fr: Test de toutes les vitesses

source: Using baudrate: %s bps
fr: Vitesse: %s bps

source: Start adr
fr: Adr début

source: End adr
fr: Adr fin

source: Address %d -> %s
fr: Adresse %d -> %s

source: Request in progress...
fr: Requête en cours...

source: Error
fr: Erreur

source: Move request up
fr: Déplacer la requête vers le haut

source: Move request down
fr: Déplacer la requête vers le bas

source: Error: No com port available ?
fr: Erreur: Aucun port com de disponible ?

source: Welcome...
fr: Bienvenue...

source: Connection
fr: Connexion

source: About
fr: Au sujet de

source: Last change
fr: Modifié le

source: Last change value tracker
fr: Traqueur de valeurs

source: Tracker
fr: Traqueur

source: Log
fr: Journal

source: %s / New value %s (Old value %s)
fr: %s / Nouvelle valeur %s (Ancienne valeur %s)

source: To free register your software, fill in the form and then please click the register button. Finally enter the registration code received in your email box.
fr: Pour enregistrer ce logiciel, remplissez le formulaire et ensuite cliquez sur le bouton. Terminez en entrant le code reçu dans votre boite email.

source: Register
fr: Enregistrer

source: Registration done.
fr: Enregistrement réussi.

source: Registration failed.
fr: Enregistrement échoué.

source: Byte swap
fr: Swap d'octet

source: Response time
fr: Délai réponse

source: Custom request is active
fr: Requête personnalisée active

source: Custom request to send during the scan
fr: Requête personnalisée à envoyer pour le scan

source: Custom request
fr: Requête personnalisée

source: Custom scan request
fr: Requête personnalisée pour le scan

source: File loaded
fr: Fichier chargé
